[
    {
        "company": "Dolby Laboratories",
        "title": "Data Analyst Intern (Summer 2025)",
        "description": "Join the leader in collaborative licensing and help us advance inclusive and efficient new patent licensing approaches. Via Licensing Alliance is dedicated to accelerating global technology adoption, fostering participation, and generating return on innovation with balanced licensing solutions for innovators and manufacturers of all sizes around the globe. Via LA has operated dozens of licensing programs for a variety of technologies consisting of nearly 50,000 patents in over 130 countries with more than 500 patent holders and nearly 10,000 licensees. Via LA is an independently managed company owned by industry-leading participants with over 25 years of intellectual property licensing leadership. \n\nVia LA’s expertise extends to intellectual property, technology standardization, strategic business development, and program administration. Affiliated specialists in the fields of finance, antitrust law, and patent analysis complete the set of capabilities that make Via LA a premier solutions provider to the world’s most sophisticated technology and entertainment companies. For any student seeking to gain invaluable expertise through meaningful, personal contributions, we invite you to join us in continuing to design a future where technology meets entertainment!\n\nResponsibilities\n\nThe Data Analyst Intern will support the sales team with a variety of data-focused projects, including: \n\nConduct market research and analyze product offerings, sales regions, and shipment trends using both internal and external sources, including 10-K filings from target companies. \nEnter, clean, compile, and analyze diverse data points related to licensing pipelines. \nAssisting in the preparation of monthly business reports, including key metrics and actionable insights. \nCollaborate with cross-functional teams to ensure data accuracy and provide analytical support for strategic decision making. \n\n \n\nQualifications \n\nStrong analytical and problem-solving skills with data driven mindset and attention to detail. \nAbility to work effectively in a fast-paced environment and manage multiple tasks. \nEagerness to learn about technology licensing and quickly grasp new industry concepts. \nStrong written and verbal communication skills to present findings and collaborate across teams. \nAdvanced knowledge of Microsoft Excel, including pivot tables and complex functions. \nExperience with large databases and familiarity with Salesforce is preferred. \nExposure to data visualization tools (e.g., Tableau, Power BI) is a plus. \n\n \n\nWe recognize that applying to internships can be a daunting process. Even if you do not have previous professional experience to meet the listed qualifications, we will consider relevant project, volunteer, and extracurricular experiences, and we encourage you to include them on your resume and apply. \n\n \n\nELIGIBILITY \n\nWorking towards an undergrad degree or MBA with emphasis in Data Science, Business Analytics, Finance, or a related field; recent grads who are within 6 months of graduation are also eligible to apply. Must be available to work full-time Monday–Friday for 6 months starting from May/June 2025. \n\nStart date for the internship is as follows: (*note* this date is not flexible) \n\nMonday, May 19, 2025 \nMonday, June 2, 2025 \nMonday, June 16, 2025 \n\nThe San Francisco/Bay Area base hourly range for this internship position is $32-$44/hr and can vary if outside of this location. Our hourly ranges are determined by role, level, and location. Within the range, individual pay is determined by work location and additional factors, including job-related skills, experience, and relevant education or training. Your recruiter can share more about the specific hourly range and perks and benefits for your location during the hiring process.\n\nDolby will consider qualified applicants with criminal histories in a manner consistent with the requirements of San Francisco Police Code, Article 49, and Administrative Code, Article 12\n\nEqual Employment Opportunity:\n\nDolby is proud to be an equal opportunity employer. Our success depends on the combined skills and talents of all our employees. We are committed to making employment decisions without regard to race, religious creed, color, age, sex, sexual orientation, gender identity, national origin, religion, marital status, family status, medical condition, disability, military service, pregnancy, childbirth and related medical conditions or any other classification protected by federal, state, and local laws and ordinances.\n\n]]>",
        "type": "Intern",
        "soft_skills": [
            "communication",
            "teamwork",
            "problem-solving",
            "adaptability",
            "attention to detail",
            "eagerness to learn",
            "collaboration",
            "analytical thinking"
        ]
    },
    {
        "company": "Heart & Sail Tours",
        "title": "Virtual Booking Assistant -Work From Home",
        "description": "This is a remote position.\n\nAre you someone who thrives on delivering top-notch customer service and has a knack for the finer details? Dive into an exhilarating business opportunity that lets you harness the power of our host agency and make waves in the travel industry as a Booking Assistant. Your mission: to craft unforgettable accommodation experiences and seamlessly manage room reservations, all while carving out your own business path.\n\nResponsibilities:\n\nOrchestrate Stays: Command the art of hotel reservations, swiftly handling inquiries, bookings, and availability confirmations \nGuest Whisperer: Engage with guests across phone, email, and other mediums to resolve inquiries, modifications, and cancellations \nCheck-In Magician: Ensure a spellbinding check-in and check-out process, catering to special requests and resolving concerns with a touch of magic \nTransaction Maestro: Collect payment details, process reservations, and dispatch invoices or receipts with precision \n\nThis remote role allows you to operate from anywhere with an internet connection, giving you the freedom to balance work with personal adventures while delivering unparalleled travel experiences and growing your business.\n\nWhy Choose This Opportunity:\n\nFlexible Wonderland: Shape your work schedule to fit your lifestyle, whether you're a night owl or an early bird \nEntrepreneurial Utopia: Seize control of your financial destiny within our supportive framework, unlocking vast opportunities for career growth \nGenerous Bounty: Earn attractive travel commissions with each successful booking \nMasterful Training: Immerse yourself in extensive training and continuous development to stay ahead of the curve \nSupportive Tribe: Join a vibrant community of fellow travel enthusiasts, receiving mentorship and guidance as you navigate your entrepreneurial journey \n\nQualifications:\n\nStellar communication and interpersonal skills with a welcoming and professional demeanor \nExtraordinary organizational and multitasking prowess \nEagle-eyed attention to detail and accuracy \nAutonomous and collaborative work style \nThorough understanding of travel destinations, attractions, and services \nExceptional customer service and problem-solving abilities \nBoundless passion for travel and creating unforgettable experiences \n18 years or older \nFluent in English; bilingual abilities are a fantastic bonus \n\nBenefits:\n\nRemote Freedom: Enjoy a flexible work environment from any location \nTravel Perks: Access tantalizing travel discounts for both personal and professional journeys \nComprehensive Support: Benefit from free training, familiarization trips, and a supportive team \n\nEmbark on an entrepreneurial journey that blends your love for travel with professional growth. This entry-level position is your passport to transforming travelers' lives while exploring the world one exceptional experience at a time. Begin your adventure in the travel industry today and discover the freedom and potential that comes with it.",
        "type": "Unknown",
        "soft_skills": [
            "communication",
            "interpersonal skills",
            "organization",
            "multitasking",
            "attention to detail",
            "problem-solving",
            "autonomy",
            "collaboration",
            "adaptability",
            "customer service",
            "passion for travel"
        ]
    },
    {
        "company": "Pegasus Airlines",
        "title": "Business Development Specialist / Associate",
        "description": "Pegasus Airlines\n\nPegasus Airlines is recognized globally as a leader in innovation, digital advancement, and profitability, consistently demonstrating exceptional growth. As a customer-focused airline, we utilize cutting-edge technologies and innovative solutions to enhance air travel experiences and redefine industry standards.\n\nPegasus Airlines Innovation Lab\n\nPegasus Innovation Lab was established in Silicon Valley by Pegasus Airlines in 2023 to take our \"Digital Airline\" promise to the next level by breaking the mold of \"traditional\" practices and driving innovation using cutting-edge technologies. Pegasus Innovation Lab is dedicated to driving value at every stage of our journey. Leading technological advancement, we are committed to scouting, adopting, and implementing cutting-edge technologies. By doing so, we ensure that Pegasus Airlines is a leading low-cost airline across the industry, continuously pushing the boundaries and setting new standards of excellence.\n\nPosition Overview\n\nIn the role of Business Development Specialist / Associate at Pegasus Airlines, you will champion transformative initiatives aimed at fostering innovation, expanding markets, and driving business growth. Reporting to the Business Development Manager of the Pegasus Innovation Lab, your responsibilities will include establishing strategic partnerships, managing innovation processes, and promoting global business development initiatives. Your contributions will be crucial to enhancing Pegasus Airlines’ competitive advantage and operational efficiency through the integration of technology and innovative solutions.\n\nKey Responsibilities\n\nBusiness Development and Partnership Building:\nManage administrative and coordination tasks related to pursuing new technology business opportunities, including scheduling meetings, preparing documentation, and collaborating with internal teams.\nFacilitate initial meetings with external partners and related technology personnel from Pegasus HQ.\nAssist in progressing business development stages, such as signing NDAs, PoCs, technology adoption, and project initiation.\nHelp identify and prioritize innovative opportunities within the aviation sector, encompassing new technologies, business models, and enhancements to customer experience.\nPerform market research to track industry trends to support the Business Development Manager.\nAssist in preparing business impact analyses for potential technology solutions, evaluating effects on company KPIs, operational performance metrics, and ROI statements in collaboration with financial and business representatives.\nParticipate in university collaborations, lead hackathons, and organize related events.\nTechnology Scouting and Alignment with Pegasus’ Needs:\nSupport the identification of Pegasus’ technological requirements and explore potential collaborations with startups, tech companies, and other entities to integrate innovative solutions into airline operations.\nExtract beneficial products, solutions, or foundational technologies from the ecosystem (hubs/accelerators, airline-related networks/community, large tech vendors, etc.).\nStaying Updated on Technological Advances:\nMonitor and report on the roadmaps and releases of major tech companies (such as Apple, Google, Microsoft, Amazon) and developments in emerging technologies (AI, satellite connectivity, robotics, etc.) as they relate to other airlines' focus areas.\nAttending tech events and supporting organizing tech events such as demo days, hackathons etc.\nTracking/Reporting/Communicating Progress & Success:\nReport on the advancements and successes of the Innovation Lab in terms of engaged parties, integration within the Silicon Valley ecosystem, number of partnerships, PoCs, and fulfillment of technological needs.\nCommunicate successful partnerships and collaborative efforts alongside communication teams at Pegasus HQ.\n\nQualifications\n\n Bachelor’s degree in computer science or a related field, with a minimum of 2 years of experience preferred.\n Strong organizational and planning abilities, with the capacity to manage multiple projects and shifting priorities.\n Proficient in Microsoft Word, Excel, PowerPoint, and Outlook.\n Outstanding verbal and written communication skills.\n Ability to work effectively in a fast-paced environment with minimal supervision.\n Capability to navigate across multiple time zones and manage priorities efficiently. The ideal candidate is resourceful, motivated, responsive, and thrives in an unstructured setting.\n Familiarity with technology trends, particularly in AI, and awareness of strategies employed by large tech firms.\n\nBenefits\n\nCompetitive salary and a comprehensive benefits package.\nOpportunity to spearhead transformative changes within a globally recognized airline.\nA dynamic work environment that promotes innovation, creativity, and professional advancement.\n\nLocation: San Francisco Bay Area, California / USA\n\nPegasus Innovation Lab will not provide visa sponsorship.\n\nApplication: If you are passionate about driving growth and transformation within the airline technology business and meet the qualifications detailed above, we encourage you to apply for the Business Development Specialist / Associate position at Pegasus Airlines Innovation Lab. Please submit your resume and cover letter outlining your relevant experiences and achievements.",
        "type": "AI/Machine Learning Engineer",
        "soft_skills": [
            "communication",
            "teamwork",
            "problem-solving",
            "adaptability",
            "organizational skills",
            "planning abilities",
            "resourcefulness",
            "motivation",
            "responsiveness",
            "ability to work independently",
            "capacity to manage priorities",
            "creativity"
        ]
    },
    {
        "company": "Tesla",
        "title": "Internship, Security Engineer, Applications Engineering (Summer 2025)",
        "description": "What To Expect\nConsider before submitting an application:\n\nThis position is expected to start around May 2025 and continue through the Summer term (approximately August 2025) or into Fall 2025 if available and there is an opportunity to do so. We ask for a minimum of 12 weeks, full-time and on-site, for most internships. Our internship program is for students who are actively enrolled in an academic program. Recent graduates seeking employment after graduation and not returning to school should apply for full-time positions, not internships.\n\nInternational Students: If your work authorization is through CPT, please consult your school on your ability to work 40 hours per week before applying. You must be able to work 40 hours per week on-site. Many students will be limited to part-time during the academic year.\n\nInternship Programs at Tesla\n\nThe Internship Recruiting Team is driven by the passion to recognize emerging talent. Our year-round program places the best students in positions that they will grow both technically and personally through their experience working closely with their Manager, Mentor, and team. We are dedicated to providing an experience that allows for the intern to experience life at Tesla by giving them ownership over projects that are critical to their team’s success.\n\nLocations: Austin, TX; Bellevue, WA; Fremont, CA; Palo Alto, CA\n\nWhat You'll Do\nYour application for the Security Engineering Internship will be considered across all opportunities for the teams listed below:\n\nSecurity Intelligence\nThe Security Intelligence team is tasked with protecting Tesla's intellectual property and trade secrets from insider threats. The Technical Investigators build new tools and detection alerts, provide investigative and digital forensic support, and support Legal in ongoing litigation and eDsicovery collections\n\n\nThreat Research Team\nWith the goal of developing and implementing proactive defensive measures, this group will primarily be identifying and tracking external threats that are targeting Tesla and the broader industry, collecting, and analyzing threat information and attacker tools, and conducting technical deep-dive investigations into notable attacks.\n\n\nSecurity Engineering\nThe Security Engineering team is responsible for the configuration, management, and deployment of enterprise security systems at Tesla. This includes securing a complex mix of manufacturing, retail, and corporate facilities that provide a variety of physical and technical challenges. To ensure our applications are secure, the team also works closely with development teams across Platform Engineering.\n\n\nWhat You'll Bring\n\nCurrently pursuing a degree in Computer Science, Information Technology, Cybersecurity, Information Security, or a related field of study and graduating between 2025-2026\nProficiency in one or more of the following developer skills: Python, Go, Java, Ruby, C/C++ or other common industry languages\nWorking knowledge with the following tools and systems: SIEM, SQL, Splunk\nEagerness to collaborate cross-functionally with other engineering teams while able to work independently; detail-oriented and execution focused\nGenuine curiosity and willingness to understand how our products are designed, built and how they operate\nNice to haves include: Experience with manual analysis of malware, phishing kits, network captures, exploits. Experience in web application security. Experience with penetration testing\n\n\nBenefits\nCompensation and Benefits\nAs a full-time Tesla Intern, you will be eligible for:\n Aetna PPO and HSA plans > 2 medical plan options with $0 payroll deduction\n Family-building, fertility, adoption and surrogacy benefits\n Dental (including orthodontic coverage) and vision plans. Both have an option with a $0 payroll contribution\n Company Paid (Health Savings Account) HSA Contribution when enrolled in the High Deductible Medical Plan with HSA\n Healthcare and Dependent Care Flexible Spending Accounts (FSA)\n 401(k), Employee Stock Purchase Plans, and other financial benefits\n Company Paid Basic Life, AD&D, and short-term disability insurance\n Employee Assistance Program\n Sick time after 90 days of employment and Paid Holidays\n Back-up childcare and parenting support resources\n Voluntary benefits to include: critical illness, hospital indemnity, accident insurance, theft & legal services, and pet insurance\n Commuter benefits\n Employee discounts and perks program\n\n\nExpected Compensation\n\n$26.44 - $50.48/hour + benefits\n\nPay offered may vary depending on multiple individualized factors, including market location, job-related knowledge, skills, and experience. The total compensation package for this position may also include other elements dependent on the position offered. Details of participation in these benefit plans will be provided if an employee receives an offer of employment.\n\n, Tesla",
        "type": "Cybersecurity Engineer",
        "soft_skills": [
            "communication",
            "teamwork",
            "problem-solving",
            "adaptability",
            "attention to detail",
            "curiosity",
            "independence",
            "collaboration"
        ]
    },
    {
        "company": "VXI Global Solutions",
        "title": "Software Engineer- New Grad [For Fall 2024 Event Attendees]",
        "description": "About The Role\n\nPlease apply ONLY if you have attended any Chime sponsored school/university event.*\n\nChime is looking for an engineering new college graduate to join our various engineering teams. You will gain valuable professional experience working with cutting edge cloud technology and distributed systems alongside engineers with a wealth of experience to share. This is an exciting opportunity to learn while playing a role in a critical initiative at Chime.\n\nIn this role, you can expect to\n\nAssist with the design, development, testing, and deployment of platform features.\nLearn and execute on agile methodologies, follow a test-driven development approach.\nWork with a cross-functional team and understand how software is developed and maintained at scale.\n\nTo thrive in this role, you have\n\nExperience in backend languages such as Java and Python.\nAn understanding of standard software design patterns and best practices.\nA passion for learning and applying technology to solve real-world problems.\nExperience with AWS or other cloud platforms, Cloud Native technology, No-SQL Data-bases as a bonus!\n\nA Little About Us\n\nAt Chime, we believe that everyone can achieve financial progress. We're passionate about developing solutions and services to empower people to succeed. Every day, we start with empathy for our members and stay motivated by our desire to support them in ways that make a meaningful difference.\n\nWe created Chime-a financial technology company, not a bank*-- founded on the premise that basic banking services should be helpful, transparent, and fair. Chime helps unlock the access and ability our members need to overcome the systemic barriers that block them from moving forward. By providing members with access to liquidity, rewards, and credit building, our easy-to-use tools and intuitive platforms give members the ability to have more control over their money and to take action toward achieving their financial ambitions.\n\nSo far, we're well-loved by our members and proud to have helped millions of people unlock financial progress, whether they started a savings account, bought their first car or home, opened a business, or went to college. Every day, we're inspired by our members' dreams and successes, big and small.\n\nWe're uniting everyday people to unlock their financial progress-will you join us?\n\nChime partners with The Bancorp Bank and Stride Bank, N.A., Members FDIC, that power the bank accounts used by Chime Members.\n\nWhat We Offer\n\n A thoughtful hybrid work policy that combines in-office days and trips to team and company-wide events depending on location to ensure you stay connected to your work and teammates, whether you're local to one of our offices or remote\n Hybrid work perks, like UrbanSitter and Kinside for backup child, elder and/or pet care, as well as a subsidized commuter benefit\n Competitive salary based on experience\n401k match plus great medical, dental, vision, life, and disability benefits\n Generous vacation policy and company-wide Take Care of Yourself Days \n 1% of your time off to support local community organizations of your choice\n Mental health support with therapy and coaching through Modern Health\n 16 weeks of paid parental leave for all parents and an additional 6-8 weeks for birthing parents\n Access to Maven, a family planning tool, with up to $10k in reimbursement for egg freezing, fertility treatments, adoption, and more.\n In-person and virtual events to connect with your fellow Chimers-think cooking classes, guided meditations, music festivals, mixology classes, paint nights, etc., and delicious snack boxes, too!\n♥ A challenging and fulfilling opportunity to join one of the most experienced teams in FinTech and help millions unlock financial progress\n\nWe know that great work can't be done without a diverse team and inclusive environment. That's why we specifically look for individuals of varying strengths, skills, backgrounds, and ideas to join our team. We believe this gives us a competitive advantage to better serve our members and helps us all grow as Chimers and individuals.\n\nWe hire candidates of any race, color, ancestry, religion, sex, national origin, sexual orientation, gender identity, age, marital or family status, disability, Veteran status, and any other status. Chime is proud to be an Equal Opportunity Employer and will consider qualified applicants with criminal histories in a manner consistent with the San Francisco Fair Chance Ordinance, Cook County Ordinance, and consistent with Canadian provincial and federal laws. If you have a disability or special need that requires accommodation, please let us know. To learn more about how Chime collects and uses your personal information during the application process, please see the Chime Applicant Privacy Notice.",
        "type": "Full-Stack Developer",
        "soft_skills": [
            "communication",
            "teamwork",
            "problem-solving",
            "adaptability",
            "empathy",
            "eagerness to learn",
            "collaboration",
            "motivation"
        ]
    }
]